{
    "house1": [134,434,238,85,1, [
        "- Добрый день!",
        "- Добрый-добрый. Тебе нужно чего?",
        "- Я студент, и я бы хотела узнать побольше о сказочных лесных существах, которые, как поговаривают, у вас тут обитают",
        "- Да, поговаривают-то всякое. а я своими глазами всё видела. только вот просто так я ничего тебе не скажу, милочка, уж прости",
        "- а что надо сделать?",
        "- а вот помоги мне грибочков собрать в лесу - тогда я тебе всё и напишу"
    ], "mushrooms"],
    "house2": [628,406,131,113,2, [
        "- Добрый день!",
        "- Чего тебе?",
        "- Я студент, и мне бы хотелось побольше узнать о сказочных лесных существах, которые, по слухам, у вас тут обитают",
        "- Истории им рассказывай! А работать кто будет?",
        "- Давайте я вам помогу, а вы мне напишите всё, что знаете?",
        "- Эх, чëрт с тобой, ладно. иди вон помоги огород от вредителей избавить"
    ], "insects1"],
    "house3": [1116,422,230,91,3, [
        "- Добрый день!",
        "- Здравствуйте. вам что-то нужно?",
        "- Да, я студент, и мне бы хотелось побольше узнать о сказочных лесных существах, которые, по слухам, у вас тут обитают",
        "- Ах, вы об этом! Я сам ничего не видел, но рассказать кое-что могу. но сначала поможете мне?",
        "- Конечно! Что нужно делать?",
        "- Да я тут хотел попробовать повторить один отвар по рецепту своей бабки. А для этого нужно собрать падающие звёзды на вершине холма"
    ], "stars1"],
    "house4": [1891,397,81,117,1, [
        "- Добрый день!",
        "- Добрый, внучка, добрый. помочь чем?",
        "- Да! Я студент, и я бы хотела узнать побольше о сказочных лесных существах, которые, по слухам, у вас тут обитают",
        "- Так это всё правда, внучка, правда. Давай ты мне поможешь, а я тебе напишу всё, что знаю, а?",
        "- Хорошо. А что нужно сделать?",
        "- Да вот. Помоги мне морковки повытаскивать, а то совсем спина болит"
    ], "carrots1"],
    "house5": [2084,410,92,99,5, [
        "- Добрый день!",
        "- Здравствуй-здравствуй. Что вас ко мне привело?",
        "- Я студент, и мне бы хотелось побольше узнать о сказочных лесных существах, которые, как поговаривают, у вас тут обитают",
        "- Да-а, я кое-что знаю. но, видишь ли, мне надо закончить одно дело. если поможешь мне, то я быстрее тебе всё расскажу",
        "- Хорошо! Что мне делать?",
        "- Я пойду сорняки повырываю, а ты иди мух прогони с огорода"
    ], "insects2"],
    "zagon": [2400,355,366,143,99],
    "house6": [2928,390,253,114,6, [
        "- Добрый день!",
        "- Здравствуйте. Вам что-то нужно?",
        "- Я студент, и я бы хотела узнать побольше о сказочных лесных существах, которые, по слухам, у вас тут обитают",
        "- О-о-о, я слышал много историй, связанных с этим. Если ты поможешь мне кое с чем, я тебе всё расскажу",
        "- Конечно! Что нужно делать?",
        "- Мне нужно, чтобы вы пошли в загон и собрали у курочек яичек, у овечек - шерсти"
    ],"products"],
    "house7": [3257,401,207,110,7, [
        "- Добрый день!",
        "- Добрый... Зачем меня побеспокоила?",
        "- Я студент, и мне хотелось бы побольше узнать о сказочных лесных существах, которые, как поговаривают, у вас тут обитают. Вы знаете что-нибудь об этом?",
        "- Знаю, конечно. Как же не знать? Но не надейся, что я просто возьму и расскажу. Сначала помоги мне",
        "- Хорошо. Что я могу сделать?",
        "- Иди вон воды в колодце набери да мне принеси, а то тяжело ведь мне, старой"
    ],["water"]],
    "house8": [3704,411,100,103,8, [
        "- Добрый день!",
        "- Добрый, милая. Ты заблудилась, что ль?",
        "- Нет, я студент, и мне бы хотелось побольше узнать о сказочных лесных существах, которые, по слухам, у вас тут обитают",
        "- Не слухи это, милая. Я сам с ними встречался. Ты помоги мне, а я тебе всё расскажу",
        "- Что нужно сделать?",
        "- Да вот нужно мух с огорода прогнать"
    ], "carrots2"],
    "house9": [4218,380,178,121,9, [
        "- Добрый день!",
        "- Добрый!",
        "- Я студент, и мне бы хотелось побольше узнать о сказочных лесных существах, которые, как поговаривают, у вас тут обитают",
        "- Есть такое, да, есть. Но просто так я тебе не расскажу. Тайна деревни, сама понимаешь",
        "- Я могу с чем-нибудь вам помочь! А вы мне расскажете",
        "- Ха-ха! Ну разве что ты сможешь с неба звезду достать! Тогда, может, и расскажу"
    ], "stars2"],
    "ogorod1": [424,436,194,118,1,"","insects1"],
    "ogorod2": [1659,424,228,115,11,"","carrots1"],
    "ogorod3": [2177,455,180,74,12,"","insects2"],
    "ogorod4": [3808,464,189,62,13,"","carrots2"],
    "forest_entry1": [1375,372,219,140,15],
    "forest_entry2": [2767,348,120,145,16],
    "forest_entry3": [4413,336,181,160,17],
    "hill": [801,335,299,187,19,"","stars1"],
    "well": [3521,336,141,164,18]
}