notes = [
    "0",

    "Моя бабка когда-то рассказывала, что видела избушку на курьих ножках на поляне в лесу, что за последним домом. "
    "Вообще, она много чего такого говорила, и никто ей не верил! А вот я верю. Ходила как-то я по грибам и видела, "
    "как у болота какое-то нечеловеческое существо ходило, а она как раз говорила, что живёт там недалеко, "
    "не помню, то ли кикимора, то ли лесовик. А ещё в этом же болоте подруга её видела водяного. В общем, "
    "страшное место. Хотя не одно оно у нас такое. В озере, что тоже наподалёку, русалка двадцать лет назад сына "
    "соседки моей заманила к себе, так с тех пор его никто и не видел.",

    "Вот вы спрашивали про слухи про существ всяких, дескать, сказочных, а я вам расскажу, что взаправду было. "
    "Случилось это много лет назад, а я как вчера помню. Отправил муж мой сына нашего, Митеньку нашего, на Бездонное "
    "озеро рыбы наловить. Да так и не вернулся он, русалка в пучину утащила. Я это точно знаю, куда ещё Митька мог "
    "пропасть? Говорила мне мама, что озеро это кишит жителями: и русалка там, и водяной, и кикимора. Только "
    "Баба-яга, как говорила она, живёт в лесу, там, где все деревья чёрного цвета.",

    "Видел, видел, всех видел. Русалку помню у ручья, на камушке сидела. Боялся уж, что в воду утащит. А вот водяной "
    "не казался таким страшным, хоть и видел я его на болоте ночью, когда возвращался с рыбалки. И тогда же видел "
    "кикиморув овраге, неприятное местечко. А избушка на курьих ножках буквально вчера была прям на опушке леса.",

    "Я сам ничего не видел, а вот дочь моя говорит, что знает, где Баба-яга живёт, говорит, "
    "видела как-то в лесу место, где все деревья чёрного цвета, и виднелась среди них избушка. На курьих ножках. "
    "А про остальных могу сказать только со слов соседа. Рассказывал мне, что водяной живёт у нас тут на болоте, "
    "кикимора почему-то в овраге, а русалка... Русалку вроде на камне у ручья он видел.",

    "Про Бабу-ягу я знаю точно, на поляне живёт. И не сомневайся в моих словах, я уверена в том, что говорю, в детстве "
    "наткнулась на неё там, потом убегала. А про кикимору и водяного уже плохо помню, тоже где-то их видела. "
    "Вспомнила. Водяного найдёте в Бездонном озере, а кикимора бывает на пне у ручья. "
    "А вот где русалка, ты ни за что не поверишь. Видели мы с сестрой её на ветке дерева сидящей, только дерево было "
    "непростое, все ветки, все листья чёрными у него были.",

    "Было у нас местечко одно в лесу, рядом с болотом, где деревья от корней до листьев все чёрные росли. Много "
    "волнений вызывало, даже больше, чем Бездонное озеро, где, как все здесь считают, водяной обитает. "
    "Да и вырубили лет пять назад место это, чтобы чудищ не привлекало. А то поговаривали, что избушка Бабы-яги "
    "стояла там и что кто-то видел, как кикимора там же ходила. А кто-то видел там и русалку на дереве.",

    "Ходят слухи, что есть в лесу избушка на курьих ножках, где живёт Баба-яга, и что стоит она в самой тёмной, "
    "в cамой чёрной части леса. И каждую ночь собираются там все лесные жители. Приходит из оврага своего кикимора "
    "болотная, приходит из болота водяной. Приходит и русалка, садится на чёрные ветви и начинает расчёсывать волосы "
    "длинные гребнем, будто и не уходила с облюбованного ею камня у ручья.",

    "Мы с сестрой когда были маленькими, очень любили по лесу гулять, могли целые дни там проводить. И видели мы там "
    "много всего интересного: и русалку на ветке полностью чёрного дерева, и кикимору, отдыхающую на пне у ручья, "
    "и водяного, плещущегоса в озере, словно он русалка. А однажды и вовсе еле убежали от Бабы-яги, которую встретили "
    "на поляне, когда цветы собирали.",

    "В месте, где все деревья были такими гнилыми, что аж казались чёрными, стояла избушка Бабы-яги, а под самым "
    "большим из тех деревьев был шалаш, у которого кикимора болотная бродила. Может, с водяным что на болоте не "
    "поделила, может, гнилой запах деревьев в том месте привлекал злого духа. Но на этом жители этого леса не "
    "заканчиваются. У журчащего ручья на камне любит проводить время, всматриваясь в своё отражение в бегущем потоке "
    "воды, необычайно красивая русалка."
]
